export default function SustainableDevelopmentGoals() {
  return (
    <div className="p-6">
      {/* Centering the title */}
      <h2 className="text-5xl font-bold text-center text-black mb-12 mt-12">
        17 Цілей сталого розвитку
      </h2>
      {/* Centering the content and adding styling */}
      <div className="max-w-4xl mx-auto bg-gray-100 p-8 rounded-lg shadow-lg border border-gray-200">
        <p className="text-lg text-gray-700 leading-relaxed">
          У вересні 2015 року всі 193 члени Організації Об’єднаних Націй ухвалили план досягнення спільного кращого майбутнього. Наступні 15 років спільні зусилля спрямовано на подолання крайньої бідності, боротьбу з нерівністю і несправедливістю та на захист нашої планети. У центрі «Порядку денного 2030» є 17 Цілей сталого розвитку (ЦСР), що чітко означують світ, якого ми прагнемо для всіх націй без винятків. Нові Глобальні цілі є результатом процесу, що був інклюзивнішим, ніж будь-коли: уряди залучили бізнеси, громадянське суспільство та місцян. Усі ми маємо спільне бачення того, куди має рухатись світ. Реалізація цих амбіцій потребує безпрецедентних зусиль усіх секторів суспільства – і бізнес має відіграти надзвичайно важливу роль у цьому процесі.
        </p>
      </div>
    </div>
  );
}
